Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/depts/other_files/laereplan_samfunnsfag.html.tmx
Source language: sme
Languages: sma

source: Máhttit lohkat servodagas mearkkaša dutkat, dulkot ja reflekteret fágalaš teavsttaid ádden dihtii iežas ja eará servodagaid, eará áiggiid, báikkiid ja olbmuid.
sma: Maehtedh lohkedh siebriedahkefaagesne lea maehtedh goerehtidh, toelhkestidh jïh ussjedidh faageles tjaalegi bïjre, juktie jïjtse jïh mubpiej siebriedahkh, jeatjah tïjjh, sijjieh jïh almetjh guarkedh.

source: Dát mearkkaša maiddái máhttit gieđahallat ja geavahit dieđuid govain, filmmain, sárgumiin, gráfain, tabeallain ja kárttain, ja ulbmillaččat ohcat dieđuid, kritihkalaččat árvvoštallat ja diđolaččat válljet ja hilgut gálduid.
sma: Edtja aaj maehtedh gïetedidh jïh bïevnesh nuhtjedh guvvijste, filmijste, graafijste, tabellijstie jïh kaarhtijste, jïh bïevnesh ohtsedh vihties ulmine, gaaltijh laejhtehkslaakan vuarjasjidh jïh dejtie voerkeslaakan veeljedh jïh hiejhtedh.

source: Lohkangálggaid ovdáneapmi servodatfágas álgá teavsttaid ja visuálalaš ovdanbuktimiid áddema oahpahallamis, ja ovdána daid dulkoma ja árvvoštallama bokte, dasa ahte ovdánahttit kritihkalaš máhttoháhkanstrategiijaid.
sma: Evtiedimmie lohkemetjiehpiesvoetijste siebriedahkefaagesne sæjhta jiehtedh ånnetji ånnetji haarjanidh tjaalegh jïh visuelle vuesiehtimmieh guarkedh, dejtie toelhkestidh jïh vuarjasjidh, goske maahta strategijh evtiedidh juktie laejhtehkslaakan daajroem vejtiestidh.

source: Lohkat háhkan dihtii dieđuid ja lohkat gálduid kritihkalaččat álgá das ahte gávdnat álkes, láhččojuvvon gálduid ja árvvoštallat leat go dieđut ávkkálaččat.
sma: Lohkedh juktie bïevnesh veedtjedh, jïh laejhtehkslaakan gaaltijh lohkedh aalka gosse bïevnesh gaavna aelhkie sjïehteladteme gaaltijinie, jïh vuarjasjidh mejtie bïevnesh leah nuhteligs.

source: Dasto oahpahallat máhtu ieš ohcat dieđuid, buohtastahttit iešguđet gálduid dieđuid ja kritihkalaččat árvvoštallat daid relevánssa, jáhkehahttivuođa ja ulbmila.
sma: Mænngan edtja haarjanidh sov jïjtsh bïevnesh ohtsedh, bïevnesh viertiestidh ovmessie gaaltijijstie jïh laejhtehkslaakan vuarjasjidh dej sjyöhtehkevoetem, saetniesvoetem jïh aajkoem.

source: Máhttit rehkenastit servodatfágas mearkkaša háhkat lohkovuorkká fágalaš fáttáin, bargat dainna ja árvvoštallat dan, ja ovdanbuktit dán tabeallain, gráfain ja govvosiin.
sma: Maehtedh ryöknedh siebriedahkefaagesne lea veedtjedh, taaligujmie barkedh jïh taalide vuarjasjidh faageles aamhtesi bïjre, jïh dam tabelline, graafine jïh gaagkojne vuesiehtidh.

source: Rehkenastin servodatfágas mearkkaša maiddái geavahit ja buohtastahttit, analyseret ja ovdandivvut statistihkalaš lohkomateriála mat čájehit ovdáneami ja variašuvnna.
sma: Ryökneme siebriedahkefaagesne lea maehtedh nuhtjedh jïh viertiestidh, analyjseradidh jïh åehpiedehtedh statistihkeles taalematerijellem mij evtiedimmiem jïh jeerehtsem vuesehte.

source: Dáidu čađahit iskkademiid lohkamiin ja rehkenastimiin, geavahit servodatfágalaš diehtovuođuid ja kritihkalaččat dulkot lohkomateriála, lea guovddážis.
sma: Maehtedh goerehtimmieh darjodh ryökneminie jïh siebriedahkefaageles daatabaash nuhtjedh jïh laejhtehkslaakan taalide toelhkestidh leah vihkeles.

source: Dat mearkkaša maiddái geavahit mihttoláva, rehkenastit áiggiin ja geavahit rehkenastima hálddašit ruhtageavaheami ja persovnnalaš ekonomiija.
sma: Edtja maehtedh möölegeståahkem nuhtjedh, tïjjine ryöknedh, jïh ryöknemem nuhtjedh juktie beetnehåtnoem jïh persovneles ekonomijem reeredh.

source: Rehkenastingálggaid oahpahallá dađistaga ja álgá das ahte gávdnat ja máhtestuvvat lohkama, šláddjema ja dieđuid geavaheami ja ovdanbuktima strategiijaid.
sma: Ryökneme-tjiehpiesvoetide ånnetji ånnetji leara, dehtie raejeste learohke aalka strategijh gaavnedh jïh haalvedh guktie edtja ryöknedh, klassifiseradidh, daatam nuhtjedh jïh daatah darjodh.

source: Dasto ovdánahtto dáidu čoahkkáigeassit, buohtastahttit ja dulkot statistihkalaš dieđuid, ja dáidu analyseret, kritihkalaččat geavahit ja árvvoštallat dieđuid.
sma: Dïhte maehtelesvoete tjåanghkan giesedh, viertiestidh jïh toelhkestidh statistihkeles bïevnesh aaj evtiesåvva, jïh analyjseradidh, daatah laejhtehkslaakan nuhtjedh jïh daatide vuarjasjidh.

source: Bargat dieđuiguin mat čájehit ovdáneami ja variašuvnna statistihkalaš mihtuid vehkiin, lea guovddážis.
sma: Daatajgujmie barkedh mah evtiedimmiem jïh jeerehtsem vuesehte viehkine statistihkeles ulmijste lea vihkeles.

source: Digitála gálggat servodatfágas mearkkaša máhttit geavahit digitála resurssaid suokkardit neahttabáikkiid, ohcat dieđuid, leat gáldokritihkalaš ja válljet relevánta dieđuid servodatfágalaš fáttáid birra.
sma: Digitaale tjiehpiesvoeth siebriedahkefaagesne sæjhta jiehtedh digitaale vierhtieh nuhtjedh jïh nedtesijjieh goerehtidh, bïevnesh ohtsedh, laejhtehks årrodh gaaltijidie jïh sjyöhtehke bïevnesh veeljedh siebriedahkefaageles aamhtesi bïjre.

source: Gálggat fátmmastit maiddái máhtu geavahit digitála ovdanbuktin- ja ovttasbargoreaidduid hábmet, ovdandivvut ja almmuhit multimediabuktagiid.
sma: Edtja aaj maehtedh digitaale åehpiedehteme- jïh laavenjostoedïrregh nuhtjedh juktie multimeedijaale dorjesh darjodh, åehpiedehtedh jïh bæjhkoehtidh.

source: Digitála gálggat mearkkašit maiddái máhttit gulahallat ja ovttasbargat servodatfágalaš fáttáid birra, čuovvut neahttavuđot gulahallama njuolggadusaid ja norpmaid, dása gullet personsuodjalus ja dahkkivuoigatvuohta.
sma: Digitaale tjiehpiesvoeth lea aaj maehtedh govlesadtedh jïh laavenjostedh digitaalelaakan siebriedahkefaageles aamhtesi bïjre, jïh njoelkedassi mietie nedtegovlesadtemasse dåemiedieh, daan nuelesne persovnevaarjelimmie jïh aalkoereakta.

source: Digitála gálggaid ovdáneapmi servodatfágas mearkkaša oahppat geavahit digitála reaidduid ja mediaid háhkat fágalaš máhtu, čájehit iežas gelbbolašvuođa ja nannet fágalaš sága.
sma: Evtiedimmie digitaale tjiehpiesvoetijste siebriedahkefaagesne sæjhta jiehtedh digitaale dïrregh jïh meedijh nuhtjedh juktie faageles daajroem vejtiestidh, jïjtse maahtoen bïjre soptsestidh, jïh faageles dïjrem nænnoestehtedh.

source: Digitála gálggaid servodatfágas oahpahallá proseassas mii álgá digitála reaidduid geavaheamis ja ovdána dasa ahte gávdnat ja ođđasit muitalit servodatfágalaš sisdoalu.
sma: Digitaale tjiehpiesvoeth siebriedahkefaagesne åådtje aktene prosessesne mij aalka gosse digitaale dïrregh nuhtjie, goske siebriedahkefaageles sisvegem gaavna jïh vaajeste.

source: Dasto ovdánahtto dáidu geavahit iešguđetlágan ohcanstrategiijaid, dahkat kritihkalaš válljemiid ja čájehit fágalaš reflekšuvnna.
sma: Vijriesåbpoe maehtelesvoetem åådtje jeereldihkie ohtsemevuekieh nuhtjedh, laejhtehkslaakan veeljedh jïh faageleslaakan ussjedidh.

source: Gelbbolašvuođamihttomearit 4. jahkeceahki maŋŋil
sma: Maahtoeulmieh 4. daltesen mænngan Goerehtæjja

source: Oahpahusa mihttomearri lea ahte oahppi galgá máhttit
sma: Lohkehtimmien ulmieh leah; learohkh gelkieh

source: sátnádit gažaldagaid servodatfágalaš fáttáid birra, reflekteret ja searvat fágaságastallamiidda daid birra
sma: gyhtjelassh darjodh siebriedahkefaageles aamhtesi bïjre, ussjedidh jïh meatan årrodh faagesoptsestimmine dej aamhtesi bïjre

source: gávdnat ja ovdandivvut dieđuid servodatfágalaš fáttáid birra láhččojuvvon gálduin, maiddái digitála, ja árvvoštallat leat go dieđut ávkkálaččat ja luohtehahttit
sma: bïevnesh siebriedahkefaageles aamhtesi bïjre gaavnedh jïh åehpiedehtedh sjïehteladteme gaaltijijstie, aaj digitaale, jïh vuarjasjidh mejtie bïevnese lea nuhteligs jïh jaahkods

source: geavahit Interneahta jierpmálaččat digitála oktavuođas ja dovdat personsuodjalusa njuolggadusaid digitála mediain
sma: vihkeles nedtejiermiem nuhtjedh digitaale ektiebarkosne, jïh daajroem utnedh persovnevaarjelimmien njoelkedassi bïjre digitaale meedijinie

source: geavahit lohkama ja šláddjema metodaid álkes servodatfágalaš iskkademiin, ja ovdandivvut álkes cealkagiid meriid ja sturrodaga birra diagrámmain ja tabeallain
sma: vuekieh nuhtjedh juktie bæjjese ryöknedh jïh klaassifiseradidh aelhkie siebriedahkefaageles goerehtimmine, jïh aelhkie dïejvesh åehpiedehtedh veahkan jïh stoeredahken bïjre diagrammine jïh tabelline

source: čállit álkes teavsttaid servodatfágalaš fáttáid birra ja geavahit fága vuođđodoahpagiid
sma: aelhkie tjaalegh tjaeledh siebriedahkefaageles aamhtesi bïjre, jïh vihkeles faagedïejvesh nuhtjedh

source: hábmet ja govvidit muitalusaid olbmuid birra geat ellet iešguđet dilálašvuođain ja buohtastahttit birgenlágiid
sma: soptsesh almetji bïjre sjugniedidh jïh vuesiehtidh mah joekehts jieledenuepiej nuelesne jielieh, jïh jieledenuepide viertiestidh

source: buktit ovdamearkkaid dasa mo olbmuin leat iešguđetlágan oaivilat, ahte iešguđetlágan olbmuid deaivvadeamit sáhttet leat sihke addevaččat ja riidovuložat, ja ságastallat empatiija ja olmmošárvvu birra
sma: vuesiehtimmieh vedtedh guktie almetjh joekehts mïelh utnieh, gaavnesjimmieh ovmessie almetji gaskem maehtieh dovne hijven årrodh jïh ovvaantoeh vedtedh, jïh empatijen jïh almetje-aarvoen bïjre soptsestidh

source: geavahit doahpagiid ovddešáigi, dálááigi ja boahtteáigi iežas ja iežas bearraša birra
sma: dïejvesidie dejpeli, daaletje tïjjen jïh båetijen biejjien nuhtjedh jïjtse bïjre jïh fuelhkien bïjre

source: ságastallat mo geađgeáiggeolbmot birgejedje bivdimiin ja čoaggimiin ja fantaseret vuosttaš olbmuid birra geat bohte guvlui maŋŋá jiekŋaáiggi
sma: soptsestidh guktie gierkie-aalterealmetjh vijrijinie jïh tjöönghkijinie veasoejin, jïh fantaseradidh dej voestes almetji bïjre mah laantese böötin jïengetïjjen mænngan

source: gávdnat dieđuid iežas soga birra, ovtta – guovtti buolvva maŋos, ja ovdandivvut daid ja muitalit mo eallinvuogit, birgejupmi ja sohkabealrollat leat rievdan
sma: bïevnesh gaavnedh jïjtse maadtoeladtji bïjre mah akten göökten boelven gietjeste veasoejin, jïh soptsestidh guktie jieledevuekie, jieledenuepie jïh kjønnsråållah leah jorkesamme

source: dovdát historjjálaš luottaid iežas lagašbirrasis ja guorahallat báikkálaš čoakkáldagaid ja muitomearkkaid
sma: dejpeli gïejh jïjtse voengesne damtijidh, jïh gietskies våarhkoeh jïh mojhtesemïerhkh goerehtidh

source: válddahit Sámi ruovdeáiggi váldoiešvuođaid ja ságastallat Norgga ja muđui Davviriikkaid bronsaáiggi ja ruovdeáiggi birra
sma: åejvievæhtah buerkiestidh ruevtie-aaltarisnie Saepmesne, jïh bronse-aalteren jïh ruevtie-aalteren bïjre Nöörjesne jïh Noerhtelaantine soptsestidh

source: muitalit mo bivdoservodaga nuppástuvvan vuođđoealáhusekonomiijan rievdadii eallinvugiid Sámis ja Norggas
sma: soptsestidh guktie sertiestimmie bivtemesiebriedahkeste aalkoejieleme-ekonomijese jieledevuekiem jarkeli Saepmesne jïh Nöörjesne

source: ságastallat manne ja mo miessemánu 17. b. ja guovvamánu 6. b. ávvuduvvojit, ja muitalit eará riikkaid nationálabeivviid birra
sma: soptsestidh man åvteste jïh guktie almetjh suehpeden 17. b. jïh goevten 6. b. heevehtieh, jïh naan jeatjah laanti nasjovnaalebiejjiej bïjre soptsestidh

source: namuhit sámegiel ja dárogiel namaid ja sajustit ruovttubáikki, ruovttugieldda, ruovttufylkka, Sámi ja Norgga kártii
sma: saemien jïh nöörjen nommh nuhtjedh, jïh hïejmesijjiem, hïejmetjïeltem, hïejmefylhkem, Saepmiem jïh Nöörjem kaarhtese bïejedh

source: namuhit ja sajustit riikkaid Davviriikkain, máilmmiábiid ja máilmmiosiid ja gávdnat geográfalaš namahusaid kárttas
sma: nommem bïejedh dejtie Noerhtelaantine laantide jïh dejtie kaarhtese bïejedh, veartenemearojde jïh veartenebielide kaarhtese bïejedh, jïh geografeles dïejvesh kaarhtine gaavnedh

source: válddahit sámi jahkodatjoru ja muitalit mo eallin ja barggut leat čadnon dán jorrui
sma: dam saemien jaepiegievliem buerkiestidh, jïh soptsestidh guktie jielede jïh barkoe leah ektiedamme daan geavlan

source: válddahit eanadathámiid, geavahanguovlluid ja báikkiid suokkardemiin eanadaga skuvlla ja ruovttu lahka, ja geavahemiin sámegiel ja dárogiel namahusaid daidda
sma: eatnemehammoeh, åtnoedajvh jïh sijjieh buerkiestidh viehkine eatnemem goerehtidh skuvlen jïh hïejmen lïhke, jïh saemien jïh nöörjen dïejvesh dejtie nuhtjedh

source: muitalit dehálaš eanadagaid ja eanahámiid birra Norggas, muhtun eará riikkain ja Sámis
sma: vihkeles eatnemi jïh eatnemehammoej bïjre soptsestidh Nöörjesne, naan jeatjah laantine jïh Saepmesne

source: ságastallat báikkiid, olbmuid ja gielaid birra ja plánet ja ovdandivvut mátkki Sámis
sma: sijjiej, almetji jïh gïeli bïjre soptsestidh, jïh aktem feelemem Saepmesne soejkesjidh jïh åehpiedehtedh

source: čujuhit ja dádjadit almmiguovlluid mielde ja selvehit manne leat áigeerohusat
sma: tjuvtjiedidh jïh vaaksjoehtidh elmie-otnjegi mietie, jïh buerkiestidh man åvteste tïjjejoekehtsh

source: muitalit sámi kultuvrra ja eallinvuogi guovddáš iešvuođaid birra dálááiggis ja sámiid stáhtusa birra eamiálbmogin
sma: vihkeles væhtaj bïjre saemien kultuvresne jïh jieledevuekesne daan biejjien soptsestidh, jïh saemiej statusen bïjre goh aalkoe-almetjh

source: ságastallat iešguđetlágan bearašmálliid birra ja bearraša ja fulkkiid oktavuođaid ja doaimmaid birra
sma: jeerehtsi bïjre soptsestidh fuelhkiehammojne, jïh ektiedimmiej jïh laavenjassi bïjre fuelhkesne jïh slïektesne soptsestidh

source: buktit ovdamearkkaid vuoigatvuođaide mat mánáin leat, iešguđet vuordámušain maid nieiddat ja gánddat vásihit árgabeaivvis, ja ságastallat mo dát vuordámušat sáhttet vásihuvvot
sma: vuesiehtimmieh vedtedh naan reaktide maanah utnieh, ovmessie veanhtadimmieh nïejth jïh baernieh sijjen aarkebiejjien dåastoeh, jïh soptsestidh guktie dah maehtieh veanhtadimmide dååjredh

source: iskat nieiddaid ja gánddaid ruhtageavaheami ja ságastallat beliid mat váikkuhit geavaheapmái
sma: goerehtidh guktie nïejth jïh baernieh beetnegh nuhtjieh, jïh tsiehkiej bïjre soptsestidh mah åtnoem tsevtsieh

source: ságastallat fáttáid birra mat gusket seksualitehtii, rádjabidjamii, veahkaválddálašvuhtii ja árvvusatnimii
sma: aamhtesi bïjre soptsestidh mah leah seksualiteetese, raastebïejemasse, vædtsoesvoetese jïh seahkaræmman ektiedamme

source: ráhkadit bajilgova mii čájeha makkár norpmat gusket olbmuid gaskavuođaide, ja čilget norpmaid rihkkuma váikkuhusaid
sma: bijjieguvviem njoelkedassijste darjodh mah tsiehkiem almetji gaskem sjïehtesjieh, jïh konsekvensh buerkiestidh jis njoelkedasside meadta

source: hábmet ja čuovvut servvoštallannjuolggadusaid ja oassálastit skuvlaservodaga demokráhtalaš mearrádusain
sma: njoelkedassh hammoedieh jïh nuhtjedh gosse mubpiejgujmie ektine, jïh meatan årrodh demokrateles sjæjsjalimmine skuvlesiebriedahkesne

source: ságaškuššat vuoiggalašvuođa- ja ovttadássásašvuođaáddejumiid
sma: digkiedidh mah vuajnoeh almetjh utnieh reaktavoeten jïh seammavyörtegsvoeten bïjre

source: Gelbbolašvuođamihttomearit 7. jahkeceahki maŋŋil
sma: Maahtoeulmieh 7. daltesen mænngan Goerehtæjja

source: sátnádit ovtta servodatfágalaš gažaldaga, evttohit vejolaš čilgehusaid ja čuvget gažaldaga iskkadeami bokte
sma: aktem siebriedahkefaageles gyhtjelassem hammoedidh, raeriestidh seapan buerkiestimmieh jïh gyhtjelassem tjïelkestidh akten goerehtimmien tjïrrh

source: digaštallat servodatfágalaš fáttáid árvvusanedettiin earáid oainnuid, geavahit relevánta fágadoahpagiid ja earuhit oaiviliid ja fáktá
sma: siebriedahkefaageles aamhtesh digkiedidh jïh seahkarimmiem utnedh mubpiej vuajnose, sjyöhtehke faagedïejvesh nuhtjedh, jïh mïeli jïh faaktaj gaskem joekehtidh

source: lohkat teavsttaid olbmuid birra geat ellet iešguđet dilálašvuođain, ja ságaškuššat manne sii jurddašit, dahket ja vásihit dáhpáhusaid iešguđet láhkai
sma: tjaalegh lohkedh almetji bïjre mah joekehts jieledenuepiej nuelesne veasoeh, jïh digkiedidh man åvteste dah ussjedieh, darjoeh jïh heannadimmieh dååjrieh joekehtslaakan

source: bidjat historjjálaš dáhpáhusaid áiggi dáfus maŋŋálaga ja kártii
sma: gellie heannadimmieh histovrijesne jïh mijjen tïjjen tïjjeseavan jïh kaarhtese bïejedh

source: čađahit ja ovdandivvut iskkademiid mat gáibidit lohkama ja rehkenastima geavahettiin dieđuid tabeallain ja diagrámmain
sma: goerehtimmieh tjïrrehtidh jïh åehpiedehtedh mah ryöknemem krievieh viehkine bïevnesijstie tabellijste jïh diagrammijste

source: gávdnat ja ávkkástallat servodatfágalaš dieđuid ohcamiin digitála gálduin, árvvoštallat gávdnosiid ja čuovvut jierpmálaš neahttageavaheamineahtta ja neahttaetihka njuolggadusaid
sma: siebriedahkefaageles bïevnesh gaavnedh jïh olkese giesedh gosse digitaale gaaltijinie ohtsede, vuarjasjidh maam gaavneme jïh nedtejiermien jïh nedte-etihken njoelkedassh steeredh

source: geavahit digitála reaidduid ovdandivvut servodatfágalaš barggu ja čuovvut personsuodjalusa ja dahkkivuoigatvuođa njuolggadusaid
sma: digitaale dïrregh nuhtjedh juktie siebriedahkefaageles barkoem åehpiedehtedh, jïh persovnevaarjelimmien jïh aalkoereaktan njoelkedassh steeredh

source: čállit servodatfágalaš teavstta geavahettiin relevánta fágadoahpagiid ja máŋga gáldu
sma: siebriedahkefaageles tjaalegem tjaeledh viehkine sjyöhtehke faagedïejvesh jïh jienebh gaaltijh nuhtjedh

source: selvehit sámi siidaservodaga
sma: saemien siebriedahke aktine jïjtse sisnjelds öörnedimmine

source: muitalit Sámi ja Norgga servodatovdáneami váldoiešvuođaid birra 800–900-loguid rájes 1700-logu loahpa rádjai, ja dárkileappot selvehit Sámi koloniserema, namalassii kránnjáálbmogiid fásta ásaiduvvama Sápmái
sma: åejvievæhtide buerkiestidh siebriedahkeevtiedimmesne Saepmesne jïh Nöörjesne 800-900-låhkoen raejeste 1700-låhkoen minngiegietjien raajan, jïh koloniseradimmiem Saepmeste veelebe buerkiestidh, dsj.

source: selvehit Norgga nationála minoritehtaid ja válddahit sin vuoigatvuođaid, historjjá ja birgejumi váldoosiid
sma: nasjovnaale unnebelåhkoeh buerkiestidh mah Nöörjesne gååvnesieh, jïh åejvievæhtide buerkiestidh dej reaktine, histovrijesne jïh jieledenuepine

source: válddahit nissonolbmuid ja almmáiolbmuid birgejumi ovdáneami ja ságastallat dásseárvvu birra
sma: evtiedimmiem buerkiestidh jieledevuekine nyjsenæjjide jïh kaarride, jïh mïrrestallemen bïjre soptsestidh

source: sajustit dološ johkakultuvrraid kártii ja bidjat daid áiggi dáfus maŋŋálaga ja ovdandivvut daid váldoiešvuođaid
sma: aareh jeanoekultuvrh kaarhtese jïh tïjjeseavan bïejedh, jïh vihkeles væhtah dej bïjre åehpiedehtedh

source: gávdnat dieđuid antihkaáiggi greikka ja romalaš servodagaid birra, ja gávdnat ovdamearkkaid dasa mo dát kultuvrrat leat báidnán min iežamet áiggi
sma: bïevnesh gaavnedh greeske jïh rovmeren siebriedahki bïjre antihkesne, jïh vuesiehtimmieh gaavnedh guktie dej kultuvre lea mijjen jïjtse tïjjem tsevtseme

source: selvehit gaskaáiggi, renesánssa ja čuvgehusáiggi guovddáš iešvuođaid Eurohpás, ja digaštallat manne áigodagat ná juhkkojuvvojit
sma: vihkeles væhtah buerkiestidh tïjjeboelhkine gaske-aaltere, renessanse jïh bïevnesetïjje Europesne, jïh digkiedidh man åvteste daate tïjjejoekedimmie

source: ovdanbuktit eurohpálaččaid gávnnahusmátkkiid, válddahit kulturdeaivvademiid ja ságastallat mo dán sáhtte vásihit Geografiija
sma: aajhtsemefeelemh vuesiehtidh mejtie europejerh darjoejin, soptsestidh guktie lij gosse ovmessie kultuvrh sinsitniem gaavnesjin jïh guktie daah dam dåårjin

source: geavahit atlasa, viežžat dieđuid bábirtemákárttain ja digitála kártabálvalusain, sajustit Sámi báikenamaid kártii ja selvehit dáid, ja sajustit kránnjágielddaid, Norgga fylkkaid ja máilmmi stuorámus riikkaid kártii
sma: atlasem nuhtjedh, bïevnesh veedtjedh paehpere-teemakaarhtijste jïh digitaale kaarhtedïenesjijstie, sijjienommh Saepmesne kaarhtese bïejedh jïh dejtie buerkiestidh, jïh kraannatjïelth, fylhkine Nöörjesne jïh doh stööremes laanth veartenisnie kaarhtese bïejedh

source: registreret ja dulkot jiekŋaáiggi luottaid ruovttubáikkis ja čilget jiekŋaáiggi mearkkašumi eatnamiid hápmašuvvamii ja riikii oppalaččat
sma: vïhtesjadtedh jïh toelhkestidh gïejh jïengetïjjeste hïejmesijjesne, jïh buerkiestidh maam jïengetïjje abpe eatnamasse jïh laantese darjoeji

source: čilget luondduriggodagaid, ealáhusaid, ássama ja eallinvuogi oktavuođaid
sma: ektiedimmieh buerkiestidh gaskem eatnemevierhtieh, jielemh, årrome, jïh jieledevuekieh

source: buohtastahttit Eurohpá riikkaid ja eará máilmmiosiid riikkaid ovttaláganvuođaid ja erohusaid
sma: hedtieh jïh joekehtsh viertiestidh laanti gaskem Europesne, jïh laantine jeatjah veartenebieline

source: selvehit dálkkádat- ja šaddodatguovlluid máilmmis ja mo olbmot ávkkástallet daid, ja selvehit sámegiel namahusaid
sma: klijma- jïh vegetasjovnedajvh veartenisnie buerkiestidh, jïh guktie almetjh nåhtoem utnieh dejstie, jïh saemien dïejvesh buerkiestidh

source: válddahit mo buvttadeapmi ja geavaheapmi sáhttet bilidit ekovuogádagaid ja nuoskkidahttit eatnama, čázi ja áimmu, ja ságaškuššat mo dán sáhtášii eastadit ja divvut
sma: buerkiestidh guktie dorjemasse jïh åtnoe maehtieh økosysteemide earjoehtidh, jïh jåartam, tjaetsiem jïh elmiem jotskelidh, jïh digkiedidh guktie maahta dam heerredidh jïh dåvvodh

source: válddahit mo Norga geavaha eará máilmmiguovlluid riggodagaid
sma: buerkiestidh guktie Nöörje vierhtieh nuhtjie jeatjah lehkeste veartenisnie

source: registreret báhtareddjiid báhtaremiid, čilget manne muhtumat šaddet ruovtturiikkaineaset báhtarit, ja ságaškuššat mo lea boahtit amas riikii báhtareaddjin
sma: baataræjjastraejmieh vïhtesjadtedh, buerkiestidh man åvteste naaken sijjen hïejme-laantijste baatarieh, jïh digkiedidh guktie maahta årrodh akten ammes laantese baataræjjine båetedh

source: addit ovdamearkkaid iešguđetlágan gaskaomiin kommersiála váikkuheapmái ja digaštallat mo dát sáhttet váikkuhit geavahandábiide ja persovnnalaš ekonomiijii
sma: vuesiehtimmieh vedtedh jïh digkiedidh guktie kommersijelle tsevtseme ovmessie meedijijstie maahta tsevtsedh maam vaarojde mijjieh veeljebe jïh persovneles ekonomijem

source: ságastallat ráhkesvuođa ja árvvusatnima, iešguđetlágan seksuálalaš gessomiid, ovttaseallima ja bearraša birra, ja digaštallat váikkuhusaid das go ii árvvusane erohusaid
sma: gieriesvoeten jïh seahkarimmien bïjre soptsestidh, jeereldihkie seksuellevoeti bïjre, ektiejieleden jïh fuelhkien bïjre, jïh konsekvenside digkiedidh jis seahkarimmie joekehtsidie fååtese

source: válddahit rollaid iežas árgabeaivvis ja guorahallat ja digaštallat makkár vuordámušat daidda rollaide čatnasit
sma: råållah jïjtse aarkebiejjien buerkiestidh, jïh goerehtidh jïh soptsestidh veanhtadimmiej bïjre mah leah daejtie råållide ektiedamme

source: addit ovdamearkkaid dasa mo sohkabealrollat ja seksualitehta ovdanbuktojuvvojit iešguđet mediain ja digaštallat makkár vuordámušat dáidda hábmejuvvojit
sma: vuesiehtimmieh vedtedh guktie kjønnsråållah jïh seksualtiteete våajnoes dorjesuvvieh ovmessie meedijinie, jïh digkiedidh dejtie ovmessie veanhtadimmide daate maahta sjugniedidh

source: ságaškuššat duhpáha ja iešguđet gárihuhttinmirkkuid geavaheami ja daid váikkuhusaid
sma: gyhtjelassh jïh konsekvensh digkiedidh åtnoste jïh miste-åtnoste dågkeste jïh ovmessie geeruvevierhtijste

source: selvehit mii servodat lea, ja reflekteret manne olbmot servet oktii servodahkan
sma: buerkiestidh mij akte siebriedahke lea, jïh ussjedidh man åvteste almetjh siebriedahkine tjåanghkenieh

source: selvehit Norgga deháleamos fápmoásahusaid, oktan Sámedikkiin, ja sin váldobargguid, ja digaštallat erohusa eallit demokratiijas ja eallit servodagas demokratiija haga
sma: dejtie vihkielommes faamoeinstitusjovnide Nöörjesne buerkiestidh, aaj Saemiedigkie, jïh dej åejvielaavenjassh, jïh digkiedidh joekehtsem gaskem aktene demokratijesne jieledh jïh aktene siebriedahkesne bielelen demokratije

source: čilget mii politihkalaš bellodat lea, ja selvehit Norgga politihkalaš bellodagaid muhtun guovddáš vuostálasvuođaid
sma: buerkiestidh mij akte politihkeles krirrie lea, jïh buerkiestidh naan vihkeles vuestiebielieh dej politihkeles krirriej gaskem Nöörjesne

source: selvehit makkár geatnegasvuođat, vuoigatvuođat ja vejolašvuođat mánáin ja nuorain leat váikkuhit
sma: buerkiestidh mah dïedth, reaktah jïh nuepieh meatan årrodh, maanah jïh noerh utnieh
